Repository: dargirov/sku
Catalog: Source/Modules/Product/Product.Presenters/Resources/Edit.*.resx
Languages: bg

source: Category
bg: Категория

source: Code that uniquely identifies the product
bg: Уникален код, който еднозначно определя продукта

source: Create
bg: Добави

source: Description
bg: Описание

source: Name
bg: Име

source: Price Customer
bg: Продажна цена

source: Price Net
bg: Доставна цена

source: Price Net with VAT
bg: Доставна цена с ДДС

source: Provider
bg: Доставчик

source: Quantity
bg: Количество

source: Stores
bg: Складове

source: Store
bg: Склад

source: Upload picture
bg: Снимка

source: Warranty
bg: Гаранция

source: Product description
bg: Информация за продукт

source: Supplier
bg: Доставчик

source: Edit
bg: Редактирай

source: Variants
bg: Варианти

source: Variant code
bg: Код на вариант

source: Low Quantity
bg: Минимално количество

source: Info
bg: Информация

source: Pictures
bg: Снимки

source: qty
bg: брой

source: gram
bg: грам

source: kilogram
bg: килограм

source: liter
bg: литър

source: quadrate
bg: квадрат

source: meter
bg: метър

source: Quantity measure type is required
bg: Изберете мерна единица за количество

source: Low quantity measure type is required
bg: Изберете мерна единица за минимално количество

source: Quantity is required
bg: Изберете количество

source: Low Quantity is required
bg: Изберете минимално количество

source: Price net is required
bg: Изберете доставна цена

source: Price customer is required
bg: Изберете продажна цена

source: Code is required
bg: Изберете код на вариант
